tap "homebrew/bundle"
tap "oven-sh/bun"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "colima"
brew "direnv"
brew "docker"
brew "eza"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "lf"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "openssl@1.1"
brew "pnpm"
brew "reflex"
brew "starship"
brew "stow"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "firefox"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "rectangle"
cask "reflex"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
# vscode "aaron-bond.better-comments"
# vscode "apollographql.vscode-apollo"
# vscode "arcanis.vscode-zipfs"
# vscode "be5invis.toml"
# vscode "blakeh.jump-to-test"
# vscode "bradlc.vscode-tailwindcss"
# vscode "britesnow.vscode-toggle-quotes"
# vscode "cardinal90.multi-cursor-case-preserve"
# vscode "catppuccin.catppuccin-vsc"
# vscode "catppuccin.catppuccin-vsc-icons"
# vscode "davidanson.vscode-markdownlint"
# vscode "dbaeumer.vscode-eslint"
# vscode "dsznajder.es7-react-js-snippets"
# vscode "eamodio.gitlens"
# vscode "esbenp.prettier-vscode"
# vscode "firsttris.vscode-jest-runner"
# vscode "github.copilot"
# vscode "github.copilot-chat"
# vscode "graphql.vscode-graphql-syntax"
# vscode "irongeek.vscode-env"
# vscode "lokalise.i18n-ally"
# vscode "mylesmurphy.prettify-ts"
# vscode "naumovs.color-highlight"
# vscode "orta.vscode-twoslash-queries"
# vscode "pflannery.vscode-versionlens"
# vscode "pkief.material-icon-theme"
# vscode "redhat.vscode-yaml"
# vscode "rluvaton.vscode-vitest"
# vscode "simonsiefke.svg-preview"
# vscode "streetsidesoftware.code-spell-checker"
# vscode "unifiedjs.vscode-mdx"
# vscode "visualstudioexptteam.intellicode-api-usage-examples"
# vscode "vitest.explorer"
# vscode "vs-publisher-403103.cobalt-one-dark-plus"
# vscode "vscodevim.vim"
# vscode "yoavbls.pretty-ts-errors"
# vscode "yzhang.markdown-all-in-one"
# vscode "zhuangtongfa.material-theme"
